<?php
// Text
$_['text_title']		 = 'درگاه پرداخت بانک ملی';
$_['text_transaction_no'] = 'شماره تراکنش: ';
$_['text_transaction_reference'] = 'شماره مرجع: ';

$_['text_wait']  		 = 'لطفا صبر نمایید!';
$_['text_connect'] 		 = 'در حال اتصال به درگاه بانک ملی!';

$_['button_view_cart']	 = 'مشاهده سبد خرید';
$_['button_complete']    = 'تکمیل پرداخت';
$_['error_order_id']	 = 'شماره سفارش پیدا نشد !';
$_['error_verify'] 		 	= 'اعتبارسنجی تراکنش ناموفق بود';
$_['error_cant_connect']	= 'مشکلی در اتصال به درگاه بانک ملی پیش آمده است!<br>'.
								'لطفا مجددا امتحان کنید.<br>'.
								'در صورت رفع نشدن مشکل به پشتیبانی اطلاع دهید.';
$_['error_connect_verify'] 	= 'مشکلی در اعتبارسنجی پرداخت پیش آمد!<br>'.
								'لطفا مجددا امتحان کنید.<br>'.
								'در صورت رفع نشدن مشکل به پشتیبانی اطلاع دهید.';

$_['error_status_undefined']= "خطای نامشخص";